{
  "user": [
    {
      "username": "root",
      "pwd": "toor"
    }
  ],
  "topic": [
    {
      "name": "Cách để Ngăn ngừa virus Corona",
      "date": "2020-4-16",
      "writter": "wikihow",
      "summary": "Virus Corona là một nhóm virus có khả năng gây nguy hiểm tới tính mạng, khiến nạn nhân bị nhiễm những loại bệnh như cảm lạnh thông thường, MERS, SARS và các bệnh hô hấp khác.\nNếu nghi ngờ mình đã nhiễm virus, hãy gặp bác sĩ ngay lập tức. ",
      "cues[]": [
        "Tự bảo vệ trước virus Corona",
        "Chăm sóc người bệnh",
        "Phòng tránh lây bệnh từ động vật",
        "Xử lý trường hợp có khả năng đã nhiễm khuẩn",
        "Lời khuyên"
      ],
      "notes[]": [
        "1. Rửa tay bằng xà phòng và nước để giảm thiểu nguy cơ bị lây nhiễm. Cách tốt nhất để ngăn ngừa virus Corona là rửa tay thường xuyên.\n2. Không chạm tay vào mắt, mũi và miệng\n3. Tránh xa những người bị ho hoặc hắt xì. \n4. Diệt khuẩn cho những bề mặt hay được mọi người chạm vào hằng ngày với sản phẩm diệt virus.\n5.  Đừng lo lắng quá nếu bạn không thực sự có nguy cơ nhiễm bệnh.\n",
        "1. Mặc đồ bảo hộ dùng một lần khi chăm sóc người bệnh.\n2.  Đừng dùng chung đồ gia dụng với người bệnh.\n3. Hãy giặt quần áo bằng nước nóng để diệt khuẩn\n4. Mở cửa sổ để không khí trong phòng thông thoáng nếu điều kiện thời tiết phù hợp.\n",
        "1. Nấu chín thịt và trứng để giảm thiểu nguy cơ lây bệnh.\n2. Hạn chế tiếp xúc với động vật sống để giảm thiểu nguy cơ bị nhiễm bệnh.\n3.  Rửa tay ngay lập tức sau khi tiếp xúc với động vật sống.\n",
        "1. Liên hệ với bác sĩ nếu bạn nghi ngờ mình đã nhiếm virus Corona.\n2.  Hãy ở nhà nếu bạn có các triệu chứng viêm nhiễm đường hô hấp trên.\n3. Che miệng và mũi khi bị ho hoặc hắt xì.",
        "\n    Hiện tại, CDC không khuyến nghị mọi người đeo khẩu trang ở nơi công cộng để ngăn ngừa nhiễm virus Corona.[31]\n    Các triệu chứng của virus Corona sẽ xuất hiện trong vòng 2 tới 14 ngày sau khi bạn bị phơi nhiễm.[32]\n    Nếu bạn bị sốt cao, ho hoặc khó thở trong vòng 14 ngày sau khi đã tới Vũ Hán, Trung Quốc hoặc tiếp xúc với người nghi bị mắc virus Corona, hãy liên lạc với bác sĩ để xem bạn có cần xét nghiệm không.[33]\n    Khác với thông tin trên mạng xã hội, bia Corona không gây ra virus Corona. Đây chỉ là vô tình trùng tên.\n"
      ],
      "vote": "3",
      "id": 0
    },
    {
      "name": "Cách để Chăm sóc chó mẹ sau sinh",
      "date": "2020-4-17",
      "writter": "htnguyen",
      "summary": "Bản năng tự nhiên sẽ giúp chó mẹ vượt qua cuộc sinh nở, nhưng bạn cũng nên biết cách giúp đỡ chó mẹ và cả chó con sao cho chúng được an toàn và khỏe mạnh. ",
      "cues[]": [
        "Chuẩn bị cho cuộc sinh nở của chó mẹ",
        "Theo dõi chó mẹ sau khi sinh con",
        "Chăm sóc chó mẹ",
        "Chăm sóc chó con mới sinh"
      ],
      "notes[]": [
        "1. Đưa chó đến bác sĩ thú y để kiểm tra\n2.Chuẩn bị ổ nằm cho chó.\n3. Đặt thức ăn và nước uống bên trong hoặc gần ổ nằm của chó\n4. Cho chó mẹ ăn thức ăn dành cho chó con",
        "1. Để mắt đến chó mẹ trong thời gian sinh nở\n2. Đảm bảo chó mẹ phải làm vệ sinh cho chó con ngay.\n3. Đảm bảo chó con được bú mẹ.\n4. Đếm số chó con.\n5. Đừng dọn nhau thai ngay.\n6.Giữ ấm nơi chó nằm. \n7. Đem chó mẹ và chó con đến bác sĩ thú y để kiểm tra\n8.Tránh để cho các chú chó khác đến gần chó mẹ và chó con mới sinh.\n9. Không tắm cho chó mẹ ngay sau khi sinh\n",
        "1. Cho chó mẹ ăn thức ăn dành cho chó con. \n2. Không trộn thực phẩm bổ sung can-xi vào thức ăn của chó mẹ.\n3. Để cho chó mẹ tự đặt thời gian biểu\n4. Cắt tỉa lông cho chó có bộ lông dài.\n5. Kiểm tra tuyến vú của chó mẹ hàng ngày.\n6. Biết rằng chó mẹ sẽ có dịch tiết âm đạo. \n\n",
        "1. Theo dõi đàn chó con còn bú mẹ\n2. Theo dõi những bất yếu tố bất thường ở lũ chó con.\n3. Giữ sạch sẽ ổ chó mới sinh\n4. Vuốt ve chó con để giao tiếp với chúng\n5. Chờ cho chó con được tám tuần tuổi mới cho chúng đi\n"
      ],
      "vote": "1",
      "id": 1
    },
    {
      "name": "Cách để Nâng cao năng lực trí não",
      "date": "2020-4-17",
      "writter": "htnguyen",
      "summary": "Bất kể là bạn đang muốn khởi động trí não để ngày mai làm bài kiểm tra được tốt hơn hay chỉ muốn cố gắng phòng tránh các căn bệnh có thể tấn công não bộ, có một số cách hoàn toàn có thể giúp bạn nâng cao năng lực trí não. ",
      "cues[]": [
        "Nâng cao năng lực trí não tức thời",
        "Nâng cao năng lực trí não về lâu dài",
        "Cảnh báo"
      ],
      "notes[]": [
        "1. Động não. Động não là một cách để thúc đẩy não hoạt động.\n2. Hít thở sâu. Phương pháp hít thở sâu có tác dụng tăng cường sự lưu thông máu và nâng cao mức ô xy, từ đó sẽ giúp bộ não hoạt động tốt hơn.\n3. Uống trà xanh. \n4. Nghỉ giải lao. Nghỉ giải lao là một cách hữu hiệu để giúp nạp năng lượng cho não. \n5. Cười. Có lẽ bạn từng nghe nói “Một nụ cười bằng mười thang thuốc bổ”, hơn nữa tiếng cười còn kích thích nhiều vùng não khác nhau, cho phép người ta suy nghĩ rộng mở và tự do hơn\n6. ",
        "1. Ăn các loại thực phẩm có tác dụng kích thích não. \n2. Ngủ đủ giấc. Khi bạn ngủ không đủ giấc, hoạt động của não sẽ kém đi\n3. Vận động đủ. Các hoạt động thể chất có thể tăng mức ô xy trong não, giúp não xử lý và hoạt động tốt hơn\n4. Học thiền. Thiền, đặc biệt là thiền chánh niệm, có thể giúp huấn luyện lại cho bộ não làm việc tốt hơn và không đi theo các đường mòn thần kinh tiêu cực.\n5. Uống nước, uống nước và uống nước! Việc duy trì đủ chất lỏng trong cơ thể là cực kỳ quan trọng, vì bộ não chứa đến 80% nước\n6. Giảm stress. Tình trạng căng thẳng kinh niên có thể gây ra các tác hại như phá hủy các tế bào não, làm tổn thương hồi hải mã, một bộ phận của não giúp nhớ lại ký ức cũ và tạo những ký ức mới\n7. Học một hoạt động mới. Quá trình học những điều mới sẽ giúp não hoạt động tương tự như cơ thể tập thể dục, có tác dụng tăng cường sức mạnh và khả năng chịu đựng\n",
        "Nhớ thả lỏng não như bạn thường thả lỏng cơ thể. Não bộ hoạt động liên tục cả ngày lẫn đêm! Bạn hãy dành thời gian cho não thư giãn; thử tập yoga hoặc nghe nhạc êm dịu."
      ],
      "vote": "6",
      "id": 2
    },
    {
      "name": "Cách để Chữa trầm cảm bằng chất bổ sung",
      "date": "2020-4-17",
      "writter": "htnguyen",
      "summary": "Hầu hết mọi người đôi lúc đều cảm thấy buồn chán hoặc thất vọng. Trầm cảm là một vấn đề tâm thần rất phổ biến. Trên khắp thế giới, 350 triệu người đang mắc phải nhiều dạng trầm cảm khác nhau. Đây là căn bệnh của cả thế giới, có ảnh hưởng đến phụ nữ nhiều hơn đến nam giới.",
      "cues[]": [
        "Tìm hiểu chất bổ sung",
        "Tìm chất bổ sung phù hợp",
        "Sử dụng thêm chất bổ sung chữa trầm cảm",
        "Tìm hiểu thêm về trầm cảm",
        "Lời khuyên",
        "Cảnh báo"
      ],
      "notes[]": [
        "1. Tìm hiểu hệ thống chất hóa học của cơ thể. Trước khi uống thuốc, bạn cần nắm rõ tác dụng của thuốc hoặc chất bổ sung lên cơ thể của mình\n2. Đọc nhãn cảnh báo\n3. Không trộn chung các loại thuốc với nhau\n4. Tránh thuốc giả.\n",
        "1. Sử dụng vitamin.\n2. Uống dầu cá hằng ngày. Dầu cá omega-3 không những điều hòa hoạt động của tim mà còn hỗ trợ chức năng não\n3. Cân nhắc sử dụng chất bổ sung thảo dược một cách thận trọng. Một số thảo dược bổ sung như St John’s được chứng minh là có tác dụng chữa bệnh trầm cảm. \n4. Sử dụng L-Tryptophan để hỗ trợ giấc ngủ và chống lại tình trạng căng thẳng. Tryptophan là axit amin quan trọng có sẵn trong cơ thể và một số loại thực phẩm, bao gồm thịt gia cầm, đậu hạt\n5. Chữa trầm cảm bằng SAM-e. [7] SAM-e (phát âm là \"Sammy\") đã được nghiên cứu và chứng minh là có tác dụng cải thiện tâm trạng\n",
        "1. Chú ý đến chế độ ăn uống của bạn.\n2. Thúc đẩy sản sinh kích thích tố có lợi bằng cách tập thể dục.\n3. Ghi lại cảm xúc vào sổ nhật ký hoặc blog\n",
        "1. Nghiên cứu và tự chẩn đoán. Bạn có thể sử dụng nhiều nguồn thông tin để hiểu rõ hơn về bệnh trầm cảm\n2. Đi khám bác sĩ. Nếu nghi ngờ mắc bệnh trầm cảm, bạn nên đi khám bác sĩ.\n3. Nghiên cứu dấu hiệu và triệu chứng. Cuối cùng thì chỉ có bản thân mới là người hỗ trợ tốt nhất cho mình",
        "\n    Nếu triệu chứng không giảm, bạn cần đi khám bác sĩ. Trầm cảm không phải căn bệnh có thể xem nhẹ, do đó bạn cần đi khám bác sĩ nếu cần thiết.\n    Cung cấp thông tin về các chất bổ sung cho bác sĩ. Một số chất bổ sung có thể tương tác hoặc giảm tác dụng của thuốc.\n",
        "\n    Khi mua dầu cá, bạn không nên mua dầu gan cá tuyết. Chất bổ sung này chứa rất ít omega-3 và chỉ cung cấp vitamin A cho cơ thể.\n    Không có biện pháp nào có thể chữa trầm cảm hoàn toàn. Thảo dược thiên nhiên và chất bổ sung có thể trị bệnh trầm cảm, nhưng để tìm được loại phù hợp khá tốn nhiều thời gian. Nếu không chắc chắn, bạn nên trình bày cảm xúc của mình cho bác sĩ biết, và ghi danh sách các chất bổ sung và thuốc đang sử dụng.\n"
      ],
      "vote": "0",
      "id": 3
    },
    {
      "name": "Cách để Hoá giải Vận xui",
      "date": "2020-4-17",
      "writter": "htnguyen",
      "summary": "Đập vỡ gương? Đi bên dưới một chiếc thang hoặc một con mèo đen đi ngang qua lối đi của bạn? Đừng lo lắng! Nếu bạn là người khá mê tín hoặc nếu đơn giản bạn chỉ không muốn đánh liều, bài viết này là dành cho bạn",
      "cues[]": [
        "Hoá giải Vận xui",
        "Phòng tránh Vận xui",
        "Nhận biết các Dấu hiệu May mắn",
        "Lời khuyên",
        "Cảnh báo"
      ],
      "notes[]": [
        "1.Dùng muối. Đối với nhiều nền văn hoá, muối thường được cho là đem lại may mắn. Để loại bỏ vận xui, bạn có thể lấy một nắm muối và ném qua vai TRÁI (ném muối qua vai phải sẽ khiến bạn gặp xui xẻo nhiều hơn). \n2. Không nên ném các mảnh gương vỡ đi. Nếu bạn làm vỡ gương, bạn không nên ném mảnh gương vỡ đi. Nếu bạn ném chúng đi, bạn sẽ nhận thêm xui xẻo trong 7 năm tiếp theo. \n3. Thắp hương. Thắp hương là một cách hữu hiệu để loại bỏ xui xẻo và \"tà khí\". \n4. Đem theo bùa bảo vệ bên mình. Bùa bảo vệ nhỏ là cách tuyệt vời để tránh gặp xui xẻo trong cuộc sống hằng ngày. Bạn có thể đeo bùa trên vòng cổ hoặc vòng tay hoặc bỏ trong túi\n5. Đốt cây xô thơm. Đốt cây xô thơm là phương pháp được sử dụng từ nhiều năm trong các nền văn hoá khác nhau như là cách để xua đuổi tà khí. Phương pháp đốt cây xô thơm còn được gọi là cách hun khói cây xô thơm.\n6. \nSử dụng pha lê và đá. Các loại pha lê và đá được cho rằng có khả năng bí ẩn, từ việc bảo vệ cho đến xua đuổi nguồn năng lượng xấu để đem lại sự may mắn cho bạn. Hãy đặt pha lê và đá trong nhà, văn phòng làm việc, hoặc đem theo chúng bên mình. \n7. \nLàm việc thiện. Một trong những cách tốt nhất để đem lại may mắn là làm việc thiện để bản thân gặp được \"thiện nghiệp\". Đây là cách để bạn trả nợ những việc xấu bản thân gây ra trong cuộc sống hiện tại hoặc trong kiếp trước.\n8. 8\nThanh lọc các \"luân xa\" trên cơ thể bằng hoa tươi. Hoa tươi được dùng để thanh lọc bảy luân xa trên cơ thể - xua đuổi tà khí và mời gọi tài lộc mới\n9. Cầu nguyện. Cầu nguyện với Chúa Trời, hoặc với bất kỳ thần linh nào mà bạn tin tưởng có thể giúp bạn gặp may mắn. Hãy nhớ cầu nguyện thường xuyên, và hãy nhớ xin thần linh tha thứ cho những việc không hay bạn đã từng làm trong quá khứ và tha thứ cho các suy nghĩ tiêu cực của bạn. \n10. Dọn dẹp nhà cửa. Sống trong một ngôi nhà bừa bộn sẽ ngăn cản nguồn năng lượng tốt di chuyển quanh nhà và có thể đem lại cảm giác xui xẻo và không gặp nhiều may mắn. Hành động này có thể cung cấp cho bạn nguồn năng lượng mới và đem lại cho bạn khả năng thay đổi vận xui thành vận may. \n11. \nSử dụng sức mạnh của ánh sáng. Cho ánh sáng vào nhà là một cách hữu hiệu để loại bỏ xui xẻo và xua tan nguồn năng lượng xấu. \n12. Đi du lịch. Đi du lịch sang thành phố khác được cho rằng có thể xoá tan mọi xui xẻo, vì vận xui bị bỏ lại phía sau và sẽ tan biến khi bạn vắng mặt. Bạn càng đi xa khỏi nơi bạn ở càng tốt. ",
        "1. Tránh các tình huống hoặc hành động có thể đem lại xui xẻo cho bạn. Nhiều điềm báo xui xẻo phổ biến đều được mọi người biết đến, tuy nhiên cách tốt nhất là bạn hãy tóm tắt lại các điềm báo chính\n2. Làm quen với một số điềm báo ít phổ biến hơn\n3.Hãy cẩn thận đối với các điềm báo trước cái chết và bệnh tật. Hầu hết các điềm báo chỉ báo trước vận xui, tuy nhiên, một vài điềm báo cũng có thể cho bạn biết trước cái chết và bệnh tật\n",
        "\nNhận biết khi \"vận hạn\" thay đổi. Nếu bạn thực hiện các hành động tích cực để xua tan điềm xui, bạn cần phải chú ý quan sát sự thay đổi vận hạn của bạn",
        "\n    Để đạt được lợi thế từ vận xui khi gặp quạ, bạn hãy ước một điều ước. Nếu quạ không vỗ cánh trước khi bay khuất khỏi tầm mắt của bạn, điều ước sẽ trở thành hiện thực. Nếu quạ vỗ cánh, bạn hãy nhìn sang hướng khác, đếm đến mười, nếu quạ đã bay mất, điều ước của bạn cũng sẽ thành hiện thực.\n    Mặc dù điềm báo có thể giúp ích cho bạn, nếu chúng gây ảnh hưởng đến cuộc sống hằng ngày của bạn, bạn có thể nhờ giúp đỡ.\n    Không nên cắt móng tay hoặc móng chân vào buổi tối, nếu không thì \"ma quỷ\" sẽ xuất hiện trong phòng của bạn.\n",
        "Hãy nhớ rằng vận xui chỉ có thể gây ảnh hưởng đến bạn nếu bạn cho phép chúng, vì vậy bạn không nên quá chú tâm vào chúng."
      ],
      "vote": "0",
      "id": 4
    }
  ]
}
